
"Delete" = "Delete";
"OK" = "OK";
"Home" = "Home";
"Open" = "Open";
"Closed" = "Closed";

"%@ items" = "%@ items";
"Up next" = "Up next";
"More to explore" = "More to explore";

"New Project" = "New Project";
"Project name" = "Project name";
"Open Projects" = "Open Projects";
"Closed Projects" = "Closed Projects";
"Add Project" = "Add Project";
"Edit Project" = "Edit Project";
"Add New Item" = "Add New Item";
"Delete Project" = "Delete Project";
/* TODO: Organise this */
/* a button that shows a menu with the following items */
"Sort" = "Sort";
"Sort Items" = "Sort Items"; /* title of the menu*/
"Optimized" = "Optimized"; /* sort using an optimized algorithm */
"Title" = "Title"; /* Sort by the date the items were added */
"Creation Date" = "Creation Date"; /* sort by date created */

"Close this project" = "Close this project";
"Reopen this project" = "Reopen this project";
"Delete this project" = "Delete this project";

"New Item" = "New Item";
"Item Name" = "Item Name";
"Edit Item" = "Edit Item";
"Description" = "Description";
"Custom poject colour" = "Custom poject colour";
"Priority" = "Priority";
"High" = "High";
"Medium" = "Medium";
"Low" = "Low";
"Mark Completed" = "Mark Completed";

"Awards" = "Awards";
"Locked" = "Locked";
"Unlocked" = "Unlocked";

"Basic Settings" = "Basic Settings";

"There is nothing here right now" = "There is nothing here right now";
"Description of this project" = "Description of this project";

"Please select something from the menu to begin" = "Please select something from the menu to begin";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely" = "Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely";
"Are you sure you want to delete this project? You will also delete all the items it contains" = "Are you sure you want to delete this project? You will also delete all the items it contains";
